start_message = 'Этот бот поможет пересчитать нужную сумму из одной валюты в другую. \
Информация о курсе валют обновляется ежедневно.\n\
Для конвертации валют введите команду в формате:\n\
<Валюта_1> <Валюта_2> <Сумма>, где\n\
Валюта_1 - исходная валюта;\n\
Валюта_2 - валюта, денежную сумму в которой нужно получить;\n\
Сумма - денежная сумма в исходной валюте.\n\
Наименование валюты необходимо вводить так же, как оно указано в списке доступных валют \
(без пробелов, с использованием символа _).\n\
Для получения списка доступных валют, отправьте боту команду /values\n\
Для получения справки, отправьте боту команду /help'

help_message = 'Для конвертации валют введите команду в формате:\n\
<Валюта_1> <Валюта_2> <Сумма>, где\n\
Валюта_1 - исходная валюта;\n\
Валюта_2 - валюта, денежную сумму в которой нужно получить;\n\
Сумма - денежная сумма в исходной валюте.\n\
Наименование валюты необходимо вводить так же, как оно указано в списке доступных валют \
(без пробелов, с использованием символа _).\n\
Для получения списка доступных валют, отправьте боту команду /values'