TOKEN = '5817840523:AAFi_co3BH35EahnbjXrbkNSXnksC43n784'

currencies = {
    'Рубль': '000000',
    'Австралийский_доллар': 'R01010',
    'Азербайджанский_манат': 'R01020A',
    'Фунт_стерлингов': 'R01035',
    'Армянский_драм': 'R01060',
    'Белорусский_рубль': 'R01090B',
    'Болгарский_лев': 'R01100',
    'Бразильский_реал': 'R01115',
    'Венгерский_форинт': 'R01135',
    'Гонконгский_доллар': 'R01200',
    'Датская_крона': 'R01215',
    'Доллар_США': 'R01235',
    'Евро': 'R01239',
    'Индийская_рупия': 'R01270',
    'Казахстанский_тенге': 'R01335',
    'Канадский_доллар': 'R01350',
    'Киргизский_сом': 'R01370',
    'Китайский_юань': 'R01375',
    'Молдавский_лей': 'R01500',
    'Норвежская_крона': 'R01535',
    'Польский_злотый': 'R01565',
    'Румынский_лей': 'R01585F',
    'Сингапурский_доллар': 'R01625',
    'Таджикский_сомони': 'R01670',
    'Турецкая_лира': 'R01700J',
    'Туркменский_манат': 'R01710A',
    'Узбекский_сум': 'R01717',
    'Чешская_крона': 'R01760',
    'Шведская_крона': 'R01770',
    'Швейцарский_франк': 'R01775',
    'Южноафриканский_рэнд': 'R01810',
    'Вона_Республики_Корея': 'R01815',
    'Японская_иена': 'R01820'
}

api_path = 'https://www.cbr.ru/scripts/XML_daily.asp'